tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/cask-fonts"
brew "blueutil"
brew "chisel"
brew "duf"
brew "duti"
brew "exiftool"
brew "ffmpeg"
brew "fortune"
brew "git-delta"
brew "mas"
brew "neofetch"
brew "neofetch"
brew "neovim"
brew "powerline-go"
brew "shellcheck"
brew "tmux"
brew "tree"
brew "youtube-dl"
brew "yt-dl"
# https://swiftpackageindex.com/faberNovel/xcresource-cli
brew "xcresource"
cask "cyberduck"
cask "font-meslo-for-powerline"
cask "font-meslo-lg-nerd-font"
cask "homebrew/cask/macvim"
cask "inloop-qlplayground"
cask "iterm2"
cask "karabiner-elements"
cask "macvim"
cask "monitorcontrol"
cask "provisionql"
cask "pusher", args: { appdir: "/Applications/developer" }
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "rowanj-gitx", args: { appdir: "/Applications/developer" }
cask "stay"
cask "swiftdefaultappsprefpane"
cask "vlc"
mas "1Blocker", id: 1365531024
mas "Accelerate for Safari", id: 1459809092
mas "Attributed String Creator Pro", id: 730928349
mas "Deliveries", id: 290986013
mas "Developer", id: 640199958
mas "Key Codes", id: 414568915
mas "Markdown Pro", id: 465965038
mas "Peek", id: 1554235898
mas "Skitch", id: 425955336
mas "SponsorBlock for YouTube - Skip Sponsorships", id: 1573461917
mas "Streaks", id: 963034692
mas "SwitchGlass", id: 1498546559
mas "TextSniper", id: 1528890965
mas "ToothFairy", id: 1191449274
mas "Tweetbot", id: 557168941
