tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/cask-fonts"
brew "blueutil"
brew "chisel"
brew "duti"
brew "ffmpeg"
brew "mas"
brew "fortune"
brew "youtube-dl"
brew "tree"
brew "powerline-go"
cask "cyberduck"
cask "font-meslo-lg-nerd-font"
cask "font-meslo-for-powerline"
cask "homebrew/cask/macvim"
cask "pusher", args: { appdir: "/Applications/developer" }
cask "provisionql"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "inloop-qlplayground"
cask "quicklook-json"
cask "quicklook-csv"
cask "rowanj-gitx", args: { appdir: "/Applications/developer" }
cask "vlc"
cask "swiftdefaultappsprefpane"
mas "1Blocker", id: 1107421413
mas "Attributed String Creator Pro", id: 730928349
mas "ClipboardHistory", id: 420939835
mas "Markdown Pro", id: 465965038
mas "Deliveries", id: 290986013
mas "ToothFairy", id: 1191449274
mas "Skitch", id: 425955336
mas "Tweetbot", id: 557168941
mas "SwitchGlass", id: 1498546559
mas "Key Codes", id:  414568915
mas "Developer", id: 640199958
mas "Accelerate for Safari", id: 1459809092
